cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'

brew 'ack'
brew 'bash-completion'
brew 'bash'
brew 'coreutils'
brew 'node'
brew 'git'
brew 'grc'
brew 'htop'
brew 'openssl'
brew 'starship'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'zsh'

cask 'atom'
cask 'font-fira-code'
cask 'font-hack-nerd-font'
cask 'font-victor-mono'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'iterm2'
cask 'spotify'
cask 'vlc'
